export default function Why() {
  return (
    <section className="why">
      <p>КОМНАТНЫЕ РАСТЕНИЯ</p>
      <h2>ПОЧЕМУ ПРИВЛЕКАЮТ</h2>
      <p className="subtitle">
        Любые виды классических, или экзотических растений
      </p>

      <div className="why-grid">
        <div>
          <h3>1</h3>
          <strong>Эстетика</strong>
          <p>
            Растения делают пространство более уютным и привлекательным. Они
            добавляют зелени и цвет, создавая приятную атмосферу
          </p>
        </div>

        <div>
          <h3>2</h3>
          <strong>Польза для здоровья</strong>
          <p>
            Растения очищают воздух, поглощая углекислый газ и выделяя кислород.
            Некоторые виды могут уменьшать уровень стресса, повышать настроение
          </p>
        </div>

        <div>
          <h3>3</h3>
          <strong>Развлечения и хобби</strong>
          <p>
            Для многих выращивание растений становится увлекательным хобби,
            которое приносит удовлетворение и радость
          </p>
        </div>
      </div>
    </section>
  );
}
